Repository: rednez/finwaze
Catalog: ios/Finwaze/Localizable.xcstrings
Source language: en
Languages: cs, uk

# accountForm.currency
source: Currency
cs: Měna
uk: Валюта

# accountForm.currencyError
source: Should be selected
cs: Je nutné vybrat
uk: Необхідно обрати

# accountForm.currencyPlaceholder
source: Select a currency
cs: Vyberte měnu
uk: Оберіть валюту

# accountForm.name
source: Name
cs: Název
uk: Назва

# accountForm.nameError
source: Should be between 3 and 30 characters
cs: Musí mít 3 až 30 znaků
uk: Має бути від 3 до 30 символів

# accountForm.namePlaceholder
source: Enter account name
cs: Zadejte název účtu
uk: Введіть назву рахунку

# accountSettings.balance
source: Balance
cs: Zůstatek
uk: Баланс

# accountSettings.balanceAsOfOtherDate
source: Balance as of another date
cs: Zůstatek k jinému dni
uk: Баланс станом на іншу дату

# accountSettings.balanceDate
source: Balance as of
cs: Zůstatek ke dni
uk: Баланс станом на

# accountSettings.balanceInvalid
source: Enter a number, e.g. 1250.50 or -300
cs: Zadejte číslo, např. 1250,50 nebo -300
uk: Введіть число, наприклад 1250,50 або -300

# accountSettings.balancePlaceholder
source: Enter account balance
cs: Zadejte zůstatek účtu
uk: Введіть баланс рахунку

# accountSettings.balanceRequired
source: Amount required
cs: Částka je povinná
uk: Сума обовʼязкова

# accountSettings.delete
source: Delete Account
cs: Smazat účet
uk: Видалити рахунок

# accountSettings.deleteConfirmMessage %@
source: “%@” will be deleted with its balance corrections. This cannot be undone.
cs: Účet „%@“ bude smazán i s opravami zůstatku. Tuto akci nelze vrátit.
uk: Рахунок «%@» буде видалено разом із корекціями балансу. Цю дію неможливо скасувати.

# accountSettings.deleteConfirmTitle
source: Delete this account?
cs: Smazat tento účet?
uk: Видалити цей рахунок?

# accountSettings.deletionFailed
source: Account deleting failed
cs: Smazání účtu selhalo
uk: Помилка видалення рахунку

# accountSettings.lockedHint
source: To change account currency or delete it, delete all related transactions.
cs: Pro změnu měny účtu nebo jeho smazání nejprve smažte všechny související transakce.
uk: Щоб змінити валюту рахунку або видалити його, спочатку видаліть усі пов'язані транзакції.

# accountSettings.notFound.back
source: Back to Wallet
cs: Zpět do peněženky
uk: До гаманця

# accountSettings.notFound.message
source: It may have been deleted on another device.
cs: Možná byl smazán na jiném zařízení.
uk: Можливо, його видалили на іншому пристрої.

# accountSettings.notFound.title
source: Account Not Found
cs: Účet nenalezen
uk: Рахунок не знайдено

# accountSettings.title
source: Account Settings
cs: Nastavení účtu
uk: Налаштування рахунку

# accountSettings.update
source: Update
cs: Aktualizovat
uk: Оновити

# accountSettings.updateFailed
source: Account updating failed
cs: Aktualizace účtu selhala
uk: Помилка оновлення рахунку

# auth.emailInvalid
source: Enter a valid email
cs: Zadejte platný e-mail
uk: Введіть коректний email

# auth.emailPlaceholder
source: Enter your email
cs: Zadejte svůj e-mail
uk: Введіть ваш email

# auth.emailRequired
source: Email is required
cs: E-mail je povinný
uk: Email є обов'язковим

# auth.error.emailNotConfirmed
source: Your email is not confirmed yet. Please check your inbox.
cs: Váš e-mail ještě není ověřen. Zkontrolujte prosím svou doručenou poštu.
uk: Ваш email ще не підтверджено. Будь ласка, перевірте вхідні.

# auth.error.invalidCredentials
source: Invalid login or password
cs: Neplatné přihlašovací údaje
uk: Невірний логін або пароль

# auth.error.network
source: No connection to the server. Check your internet connection and try again.
cs: Nelze se připojit k serveru. Zkontrolujte připojení k internetu a zkuste to znovu.
uk: Немає з'єднання із сервером. Перевірте інтернет і спробуйте ще раз.

# auth.error.rateLimited
source: Too many attempts. Please wait a minute and try again.
cs: Příliš mnoho pokusů. Počkejte minutu a zkuste to znovu.
uk: Забагато спроб. Зачекайте хвилину й спробуйте ще раз.

# auth.error.userExists
source: User already exists
cs: Uživatel již existuje
uk: Користувач вже існує

# auth.error.weakPassword
source: The password is too weak. Choose a stronger one.
cs: Heslo je příliš slabé. Zvolte silnější.
uk: Пароль занадто простий. Оберіть надійніший.

# auth.hidePassword
source: Hide password
cs: Skrýt heslo
uk: Приховати пароль

# auth.password
source: Password
cs: Heslo
uk: Пароль

# auth.passwordRequired
source: Password is required
cs: Heslo je povinné
uk: Пароль є обов'язковим

# auth.showPassword
source: Show password
cs: Zobrazit heslo
uk: Показати пароль

# budget.add
source: Add budget
cs: Přidat rozpočet
uk: Додати бюджет

# budget.categories %lld
source: %lld categories
cs: %lld kategorií
uk: %lld категорії

# budget.categories.title
source: Categories
cs: Kategorie
uk: Категорії

# budget.chart.amount
source: Amount
cs: Částka
uk: Сума

# budget.create
source: Create budget
cs: Vytvořit rozpočet
uk: Створити бюджет

# budget.edit
source: Edit budget
cs: Upravit rozpočet
uk: Редагувати бюджет

# budget.empty.message
source: Start by creating a budget: plan how much to spend on each category.
cs: Začněte vytvořením rozpočtu: naplánujte, kolik utratit za každou kategorii.
uk: Почніть зі створення бюджету: заплануйте, скільки витратити на кожну категорію.

# budget.empty.title
source: No budgets for this month in the selected currency
cs: Žádné rozpočty pro tento měsíc ve vybrané měně
uk: Немає бюджетів на цей місяць у вибраній валюті

# budget.expenses.add
source: Create expense
cs: Vytvořit výdaj
uk: Створити витрату

# budget.expenses.empty.message
source: Expenses in this currency will show up here.
cs: Zde se zobrazí výdaje v této měně.
uk: Тут з'являться витрати в цій валюті.

# budget.expenses.empty.title
source: No expenses found
cs: Žádné výdaje nenalezeny
uk: Витрат не знайдено

# budget.expenses.subtitle
source: Compared with last month
cs: Ve srovnání s minulým měsícem
uk: Порівняно з минулим місяцем

# budget.expenses.title
source: Most expenses
cs: Největší výdaje
uk: Найбільші витрати

# budget.filter.allGroups
source: All groups
cs: Všechny skupiny
uk: Усі групи

# budget.filter.allStatuses
source: All statuses
cs: Všechny stavy
uk: Усі статуси

# budget.filter.currency
source: Currency
cs: Měna
uk: Валюта

# budget.filter.groups
source: Groups
cs: Skupiny
uk: Групи

# budget.filter.groupsSelected %lld
source: %lld groups
cs: %lld skupin
uk: %lld групи

# budget.filter.status
source: Status
cs: Stav
uk: Статус

# budget.group.empty.message
source: This group has no budget or expenses this month.
cs: Tato skupina nemá tento měsíc rozpočet ani výdaje.
uk: Цього місяця в групі немає ні бюджету, ні витрат.

# budget.group.empty.title
source: Nothing in this group
cs: V této skupině nic není
uk: У цій групі нічого немає

# budget.group.subtitle %@ %@
source: Budget · %1$@ · %2$@
cs: Rozpočet · %1$@ · %2$@
uk: Бюджет · %1$@ · %2$@

# budget.group.totals.title
source: Group budget
cs: Rozpočet skupiny
uk: Бюджет групи

# budget.groups.title
source: Groups
cs: Skupiny
uk: Групи

# budget.left
source: Left
cs: Zbývá
uk: Залишок

# budget.left.accessibility %@ %@
source: Left %1$@ of %2$@
cs: Zbývá %1$@ z %2$@
uk: Залишок %1$@ з %2$@

# budget.nextMonth
source: Next month
cs: Další měsíc
uk: Наступний місяць

# budget.noMatches.message
source: No group matches the selected status and groups.
cs: Vybranému stavu a skupinám neodpovídá žádná skupina.
uk: Жодна група не підходить під вибрані статус і групи.

# budget.noMatches.reset
source: Reset filters
cs: Zrušit filtry
uk: Скинути фільтри

# budget.noMatches.title
source: Nothing found
cs: Nic nenalezeno
uk: Нічого не знайдено

# budget.plan.addCategory
source: Add category
cs: Přidat kategorii
uk: Додати категорію

# budget.plan.addCategoryHint
source: Add a category
cs: Přidejte kategorii
uk: Додайте категорію

# budget.plan.addGroup
source: Add group
cs: Přidat skupinu
uk: Додати групу

# budget.plan.amount.accessibility %@
source: Plan for %@
cs: Plán pro %@
uk: План на %@

# budget.plan.amountMustBeGreater
source: Amount must be greater than 0
cs: Částka musí být větší než 0
uk: Сума має бути більшою за 0

# budget.plan.canGenerate
source: You can generate a budget based on the previous month or create a new one manually.
cs: Můžete vygenerovat rozpočet na základě předchozího měsíce nebo vytvořit nový ručně.
uk: Ви можете згенерувати бюджет на основі попереднього місяця або створити новий вручну.

# budget.plan.collapse
source: Collapses the group
cs: Sbalí skupinu
uk: Згортає групу

# budget.plan.collapseAll
source: Collapse all
cs: Sbalit vše
uk: Згорнути все

# budget.plan.column.category
source: Group / Category
cs: Skupina / Kategorie
uk: Група / Категорія

# budget.plan.column.planned
source: Plan (month)
cs: Plán (měsíc)
uk: План (місяць)

# budget.plan.column.previousPlanned
source: Plan (prev. month)
cs: Plán (předch. měsíc)
uk: План (поп. місяць)

# budget.plan.column.previousSpent
source: Spent (prev. month)
cs: Utraceno (předch. měsíc)
uk: Витрачено (поп. місяць)

# budget.plan.column.spent
source: Spent (month)
cs: Utraceno (měsíc)
uk: Витрачено (місяць)

# budget.plan.createManually
source: Create manually
cs: Vytvořit ručně
uk: Створити вручну

# budget.plan.deleteAll
source: Delete budget
cs: Smazat rozpočet
uk: Видалити бюджет

# budget.plan.deleteAll.title %@
source: Delete the budget for %@ completely?
cs: Smazat rozpočet na %@ úplně?
uk: Видалити бюджет на %@ повністю?

# budget.plan.deleteCategory
source: Delete category
cs: Smazat kategorii
uk: Видалити категорію

# budget.plan.deleteGroup
source: Delete group
cs: Smazat skupinu
uk: Видалити групу

# budget.plan.discard
source: Discard changes
cs: Zahodit změny
uk: Скасувати зміни

# budget.plan.discard.title
source: Discard changes?
cs: Zahodit změny?
uk: Скасувати зміни?

# budget.plan.expand
source: Expands the group
cs: Rozbalí skupinu
uk: Розгортає групу

# budget.plan.expandAll
source: Expand all
cs: Rozbalit vše
uk: Розгорнути все

# budget.plan.generate
source: Generate
cs: Vygenerovat
uk: Згенерувати

# budget.plan.generateFailed
source: Failed to generate budget
cs: Vygenerování rozpočtu selhalo
uk: Не вдалося згенерувати бюджет

# budget.plan.groupActions %@
source: Actions for %@
cs: Akce pro %@
uk: Дії з групою %@

# budget.plan.groupTotal
source: Group total
cs: Celkem ve skupině
uk: Разом у групі

# budget.plan.keepEditing
source: Keep editing
cs: Pokračovat v úpravách
uk: Продовжити редагування

# budget.plan.more
source: More
cs: Další
uk: Більше

# budget.plan.noBudget %@ %@
source: No budget for %1$@ in %2$@
cs: Žádný rozpočet na %1$@ v %2$@
uk: Немає бюджету на %1$@ у %2$@

# budget.plan.nothingToGenerate
source: No data to generate a budget from
cs: Žádná data, ze kterých by šlo rozpočet vygenerovat
uk: Немає даних, з яких згенерувати бюджет

# budget.plan.save
source: Save
cs: Uložit
uk: Зберегти

# budget.plan.saved
source: Budget saved
cs: Rozpočet uložen
uk: Бюджет збережено

# budget.plan.saveFailed
source: Failed to save budget
cs: Uložení rozpočtu selhalo
uk: Не вдалося зберегти бюджет

# budget.plan.selectCategory
source: Select category
cs: Vyberte kategorii
uk: Оберіть категорію

# budget.plan.selectGroup
source: Select group
cs: Vyberte skupinu
uk: Оберіть групу

# budget.plan.stats %@ %@ %@
source: Last month: plan %1$@ · spent %2$@ · this month: %3$@
cs: Min. měsíc: plán %1$@ · utraceno %2$@ · tento měsíc: %3$@
uk: Мин. місяць: план %1$@ · витрачено %2$@ · цей місяць: %3$@

# budget.plan.stats.accessibility %@ %@ %@
source: Last month planned %1$@, spent %2$@. Spent this month %3$@
cs: Minulý měsíc plánováno %1$@, utraceno %2$@. Tento měsíc utraceno %3$@
uk: Минулого місяця заплановано %1$@, витрачено %2$@. Цього місяця витрачено %3$@

# budget.plan.stats.unavailable
source: No figures for this category yet
cs: Pro tuto kategorii zatím nejsou údaje
uk: Немає даних по цій категорії

# budget.plan.title %@
source: Budget for %@
cs: Rozpočet na %@
uk: Бюджет на %@

# budget.plan.total
source: Total
cs: Celkem
uk: Загалом

# budget.plan.totals.accessibility %@ %@ %@ %@
source: Plan %1$@. Last month planned %2$@, spent %3$@. Spent this month %4$@
cs: Plán %1$@. Minulý měsíc plánováno %2$@, utraceno %3$@. Tento měsíc utraceno %4$@
uk: План %1$@. Минулого місяця заплановано %2$@, витрачено %3$@. Цього місяця витрачено %4$@

# budget.planned
source: Planned
cs: Plánováno
uk: Заплановано

# budget.previousMonth
source: Previous month
cs: Předchozí měsíc
uk: Попередній місяць

# budget.ring.accessibility %@ %@ %@
source: Spent %1$@ of %2$@, %3$@
cs: Utraceno %1$@ z %2$@, %3$@
uk: Витрачено %1$@ з %2$@, %3$@

# budget.ring.unplanned.accessibility %@
source: Spent %@ without a budget
cs: Utraceno %@ bez rozpočtu
uk: Витрачено %@ без бюджету

# budget.spent
source: Spent
cs: Utraceno
uk: Витрачено

# budget.spentShare %@
source: %@ spent
cs: Utraceno %@
uk: Витрачено %@

# budget.status.accessibility %@
source: Status: %@
cs: Stav: %@
uk: Статус: %@

# budget.status.attention
source: Attention
cs: Pozor
uk: Увага

# budget.status.onTrack
source: On track
cs: V normě
uk: В межах

# budget.status.overBudget
source: Over budget
cs: Překročen
uk: Перевищено

# budget.totals.empty.message
source: Plan how much to spend this month.
cs: Naplánujte, kolik tento měsíc utratit.
uk: Заплануйте, скільки витратити цього місяця.

# budget.totals.empty.title
source: No budget in this currency
cs: Žádný rozpočet v této měně
uk: Немає бюджету в цій валюті

# budget.totals.title
source: Monthly budget
cs: Měsíční rozpočet
uk: Місячний бюджет

# budget.unplanned
source: Unplanned
cs: Neplánováno
uk: Незаплановано

# categoryPicker.categoryCreationFailed
source: Category creation failed
cs: Vytvoření kategorie selhalo
uk: Помилка створення категорії

# categoryPicker.groupCreationFailed
source: Group creation failed
cs: Vytvoření skupiny selhalo
uk: Помилка створення групи

# categoryPicker.newCategory
source: New Category
cs: Nová kategorie
uk: Нова категорія

# categoryPicker.newGroup
source: New Group
cs: Nová skupina
uk: Нова група

# categoryPicker.noCategories.message
source: Add the first category to this group.
cs: Přidejte do této skupiny první kategorii.
uk: Додайте першу категорію до цієї групи.

# categoryPicker.noCategories.title
source: No categories yet
cs: Zatím žádné kategorie
uk: Категорій ще немає

# categoryPicker.noGroups.message
source: Create a group, then add categories to it.
cs: Vytvořte skupinu a pak do ní přidejte kategorie.
uk: Створіть групу, а потім додайте до неї категорії.

# categoryPicker.noGroups.title
source: No groups yet
cs: Zatím žádné skupiny
uk: Груп ще немає

# categoryPicker.search
source: Search category
cs: Hledat kategorii
uk: Пошук категорії

# categoryPicker.title
source: Select category
cs: Vyberte kategorii
uk: Оберіть категорію

# colorPalette.label
source: Colour
cs: Barva
uk: Колір

# colorPalette.none
source: No colour
cs: Bez barvy
uk: Без кольору

# colorPalette.option %lld
source: Colour %lld
cs: Barva %lld
uk: Колір %lld

# common.cancel
source: Cancel
cs: Zrušit
uk: Скасувати

# common.close
source: Close
cs: Zavřít
uk: Закрити

# common.done
source: Done
cs: Hotovo
uk: Готово

# common.loading
source: Loading
cs: Načítání
uk: Завантаження

# common.retry
source: Try again
cs: Zkusit znovu
uk: Спробувати ще раз

# currencyPicker.search
source: Code or name
cs: Kód nebo název
uk: Код або назва

# currencyPicker.title
source: Currency
cs: Měna
uk: Валюта

# dashboard.budget.empty.message
source: Create a budget to get started.
cs: Vytvořte rozpočet a začněte.
uk: Створіть бюджет, щоб розпочати.

# dashboard.budget.empty.title
source: No budgets for this month in the selected currency
cs: Žádné rozpočty na tento měsíc ve vybrané měně
uk: Немає бюджетів на цей місяць у вибраній валюті

# dashboard.budget.open
source: Go to Budget
cs: Přejít na rozpočet
uk: Перейти до бюджету

# dashboard.budget.other
source: Other categories
cs: Ostatní kategorie
uk: Інші категорії

# dashboard.budget.title
source: Budget
cs: Rozpočet
uk: Бюджет

# dashboard.budget.total
source: Total for month
cs: Celkem za měsíc
uk: Разом за місяць

# dashboard.cashFlow.subtitle
source: Income and expenses charged to accounts in this currency over the last 6 months
cs: Příjmy a výdaje na účtech v této měně za posledních 6 měsíců
uk: Доходи й витрати на рахунках у цій валюті за останні 6 місяців

# dashboard.cashFlow.title
source: Monthly cash flow
cs: Peněžní tok po měsících
uk: Рух коштів по місяцях

# dashboard.chart.amount
source: Amount
cs: Částka
uk: Сума

# dashboard.chart.expense
source: Expenses
cs: Výdaje
uk: Витрати

# dashboard.chart.income
source: Income
cs: Příjmy
uk: Доходи

# dashboard.chart.month
source: Month
cs: Měsíc
uk: Місяць

# dashboard.chart.series
source: Type
cs: Typ
uk: Тип

# dashboard.currency
source: Currency
cs: Měna
uk: Валюта

# dashboard.expenses
source: Expenses
cs: Výdaje
uk: Витрати

# dashboard.goals.all
source: All goals
cs: Všechny cíle
uk: Усі цілі

# dashboard.goals.empty.message
source: Create savings goals to track your progress towards your financial targets.
cs: Vytvořte cíle spoření a sledujte svůj pokrok.
uk: Створіть цілі заощаджень, щоб стежити за прогресом.

# dashboard.goals.empty.title
source: No savings goals yet
cs: Zatím žádné cíle spoření
uk: Поки немає цілей заощаджень

# dashboard.goals.open
source: Go to Goals
cs: Přejít na cíle
uk: Перейти до цілей

# dashboard.goals.progress %@ %@
source: %1$@ of %2$@
cs: %1$@ z %2$@
uk: %1$@ з %2$@

# dashboard.goals.title
source: Savings goals
cs: Cíle spoření
uk: Цілі заощаджень

# dashboard.income
source: Income
cs: Příjmy
uk: Доходи

# dashboard.recent.all
source: All transactions
cs: Všechny transakce
uk: Усі транзакції

# dashboard.recent.empty.message
source: Your newest transactions will appear here.
cs: Zde se zobrazí vaše nejnovější transakce.
uk: Тут з'являться ваші найновіші транзакції.

# dashboard.recent.empty.title
source: No transactions yet
cs: Zatím žádné transakce
uk: Транзакцій ще немає

# dashboard.recent.open
source: Go to Transactions
cs: Přejít na transakce
uk: Перейти до транзакцій

# dashboard.recent.title
source: Recent transactions
cs: Poslední transakce
uk: Останні транзакції

# dashboard.totalBalance
source: Total balance
cs: Celkový zůstatek
uk: Загальний баланс

# dashboard.trend.down %@
source: Down %@ vs last month
cs: O %@ méně než minulý měsíc
uk: Менше на %@, ніж минулого місяця

# dashboard.trend.flat
source: Same as last month
cs: Stejně jako minulý měsíc
uk: Так само, як минулого місяця

# dashboard.trend.up %@
source: Up %@ vs last month
cs: O %@ více než minulý měsíc
uk: Більше на %@, ніж минулого місяця

# dashboard.vsLastMonth
source: vs last month
cs: oproti minulému měsíci
uk: порівняно з минулим місяцем

# error.generic.message
source: Please try again.
cs: Zkuste to znovu.
uk: Спробуйте ще раз.

# error.generic.title
source: Something went wrong
cs: Něco se pokazilo
uk: Щось пішло не так

# goals.add
source: Add goal
cs: Přidat cíl
uk: Додати ціль

# goals.cancel.amount
source: Amount to return
cs: Částka k vrácení
uk: Сума до повернення

# goals.cancel.confirm
source: Mark as cancelled
cs: Označit jako zrušený
uk: Позначити скасованою

# goals.cancel.confirmMessage
source: This action cannot be undone.
cs: Tuto akci nelze vrátit.
uk: Цю дію неможливо скасувати.

# goals.cancel.confirmTitle
source: Mark the goal as cancelled?
cs: Označit cíl jako zrušený?
uk: Позначити ціль скасованою?

# goals.cancel.returnMessage
source: The saved money will go back to a regular account before the goal is cancelled.
cs: Naspořené peníze se před zrušením cíle vrátí na běžný účet.
uk: Накопичені гроші повернуться на звичайний рахунок, перш ніж ціль буде скасовано.

# goals.cancel.submit
source: Cancel goal
cs: Zrušit cíl
uk: Скасувати ціль

# goals.cancel.title
source: Cancel goal
cs: Zrušení cíle
uk: Скасування цілі

# goals.cancelFailed
source: Failed to cancel the goal
cs: Cíl se nepodařilo zrušit
uk: Не вдалося скасувати ціль

# goals.cancelled
source: Goal cancelled
cs: Cíl zrušen
uk: Ціль скасовано

# goals.card.accessibility %@ %@ %@ %@ %@
source: %1$@, %2$@ of %3$@, %4$@, due %5$@
cs: %1$@, %2$@ z %3$@, %4$@, termín %5$@
uk: %1$@, %2$@ з %3$@, %4$@, термін %5$@

# goals.card.due %@
source: Due – %@
cs: Termín – %@
uk: Термін – %@

# goals.card.left %@
source: Left to reach the goal: %@
cs: Zbývá do cíle: %@
uk: Залишилось до цілі: %@

# goals.card.ofTarget %@
source: of %@
cs: z %@
uk: з %@

# goals.card.openHint
source: Opens the goal
cs: Otevře cíl
uk: Відкриває ціль

# goals.closing.moneyMoved
source: The money has already been transferred. Try again to finish.
cs: Peníze už byly převedeny. Zkuste to znovu a dokončete.
uk: Гроші вже переведено. Спробуйте ще раз, щоб завершити.

# goals.closing.toAccount
source: Transfer money to
cs: Převést peníze na
uk: Перевести кошти на

# goals.complete.amount
source: Amount to transfer
cs: Částka k převodu
uk: Сума до переказу

# goals.complete.keepSaving
source: Keep saving
cs: Pokračovat ve spoření
uk: Продовжити заощаджувати

# goals.complete.message
source: Congratulations! Your savings will go to the account you choose.
cs: Gratulujeme! Úspory budou převedeny na vybraný účet.
uk: Вітаємо! Заощадження буде переведено на вибраний рахунок.

# goals.complete.submit
source: Complete goal
cs: Dokončit cíl
uk: Завершити ціль

# goals.complete.title
source: Goal achieved!
cs: Cíl splněn!
uk: Ціль досягнута!

# goals.completed
source: Goal completed
cs: Cíl dokončen
uk: Ціль завершено

# goals.completeFailed
source: Failed to complete the goal
cs: Cíl se nepodařilo dokončit
uk: Не вдалося завершити ціль

# goals.delete
source: Delete goal
cs: Smazat cíl
uk: Видалити ціль

# goals.delete.confirmMessage %@
source: “%@” will be deleted. This action cannot be undone.
cs: „%@“ bude smazán. Tuto akci nelze vrátit.
uk: «%@» буде видалено. Цю дію неможливо скасувати.

# goals.delete.confirmTitle
source: Delete the goal permanently?
cs: Smazat cíl natrvalo?
uk: Видалити ціль назавжди?

# goals.deleted
source: Goal deleted
cs: Cíl smazán
uk: Ціль видалено

# goals.deleteFailed
source: Failed to delete the goal
cs: Cíl se nepodařilo smazat
uk: Не вдалося видалити ціль

# goals.deposit
source: Deposit
cs: Vložit
uk: Внести

# goals.detail.readOnly
source: This goal is finished, so it can only be viewed.
cs: Cíl je ukončen, lze jej jen prohlížet.
uk: Ціль завершено, тому її можна лише переглядати.

# goals.detail.title
source: Goal
cs: Cíl
uk: Ціль

# goals.empty.filtered.message
source: Change the year or the status to see other goals.
cs: Změňte rok nebo stav a zobrazte jiné cíle.
uk: Змініть рік або статус, щоб побачити інші цілі.

# goals.empty.filtered.title
source: No goals match these filters
cs: Žádné cíle neodpovídají filtrům
uk: Немає цілей за цими фільтрами

# goals.empty.message
source: Add your first goal to track your progress.
cs: Přidejte svůj první cíl a sledujte pokrok.
uk: Додайте першу ціль, щоб стежити за прогресом.

# goals.empty.title
source: No goals yet
cs: Zatím žádné cíle
uk: Поки немає цілей

# goals.filter.allStatuses
source: All statuses
cs: Všechny stavy
uk: Усі статуси

# goals.filter.nextYear
source: Next year
cs: Následující rok
uk: Наступний рік

# goals.filter.previousYear
source: Previous year
cs: Předchozí rok
uk: Попередній рік

# goals.filter.status
source: Status
cs: Stav
uk: Статус

# goals.filter.year %@
source: Goals due from %@
cs: Cíle s termínem od roku %@
uk: Цілі з терміном від %@ року

# goals.form.create
source: Create goal
cs: Vytvořit cíl
uk: Створити ціль

# goals.form.name
source: Goal name
cs: Název cíle
uk: Назва цілі

# goals.form.nameError
source: Must be 3 to 30 characters
cs: Musí mít 3 až 30 znaků
uk: Має бути від 3 до 30 символів

# goals.form.namePlaceholder
source: Enter goal name
cs: Zadejte název cíle
uk: Введіть назву цілі
